Repository: mozilla-l10n/mt-training-data
Catalog: lss/lss_pontoon.tmx
Source language: en_us
Languages: lss

source: 2 down, keep it up!<playIcon></playIcon>
lss: هيٺ، جاري رک!

source: ≥ 2 No votes
lss: ٻا نو آ جا ووٽ

source: ≥ 2 Yes votes
lss: ٻا يس آ جا ووٽ آ

source: Abkhaz
lss: ابخاز

source: About
lss: با ريم

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
lss: بیو ڏس آکیوريسی ڪرائتيريا جي باريم.

source: Acehnese
lss: ايسهنيسي

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
lss: هن جملا صحيح پڙهيا اهين؟

source: Adamawa Fulfulde
lss: ادماوافلفُلدي

source: Add Your Voice
lss: پانجي آواز وجَ

source: Adyghe (West Circassian)
lss: ادائيگي (ويسٽ سرڪيسيين)

source: Afaan Oromo
lss: افان اورومو

source: Afar
lss: افر

source: Afrikaans
lss: آفريڪانز

source: Albanian
lss: البنين

source: Alsatian
lss: الساتين

source: Amharic
lss: امهارڪ

source: An error occurred fetching sentences
lss: جملا فرڇنگ ڪرڻ ام مسئلو آیو ا.

source: An error occurred reviewing this sentence
lss: جملا ريويو ڪرڻ ام مسئلو آیو ا.

source: An error occurred submitting your voice information
lss: تو جي آواز جي معلوماتك جمع کرتم مسئلو آیو ا

source: Approve
lss: اپروو ڪر

source: Arabic
lss: عربي

source: Aragonese
lss: اراڳونيسي

source: Are you coming? <strong>[called by another]</strong>
lss: تون اچين تو؟ [ٻي چِيو]

source: Armenian
lss: اربينين

source: Armenian Western
lss: آرمينين ويسٽرن

source: Arvanitika
lss: اروانيٽڪا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
lss: انسان نان پڇ سوال ميٽرڪس </matrixLink>، ڏسڪورس <discourseLink>، يا ای۔ میلم </emailLink>.

source: Assamese
lss: اساميسِي

source: Asturian
lss: آسٽرين

source: A voice clip is marked "valid" when a user gives it a Yes vote.
lss: هيڪڙي وائس ڪلپاک ويليڊ لکن تا جنهن هيڪڙو يوزر يس آ جو ووٽ ڏي تو

source: Avoid too much background noise - it should be easy to hear you.
lss: الائی زیادا بیگراؤند آواز ھو نجڙک نه کپا - توک بدڙ آسان ھو نجا.

source: Azerbaijani
lss: آذربائيجاني

source: Baatonum
lss: باتونم

source: Background Noise
lss: بيڪگرائونڊ جو شور.

source: Background Voices
lss: بڪگرائونڊ جون آوازيون

source: Back to Top
lss: مٿي واپس ونئڻ

source: Bafia
lss: بافيا

source: Bafut
lss: بافت

source: Balochi
lss: بلوچي

source: Balti
lss: بلتي

source: Bambara
lss: ڀانڀرا

source: Bamun
lss: بامُن

source: Bamvele
lss: بامويلي

source: Bankon
lss: بنڪون

source: Baoule
lss: بائُلي

source: Basaa
lss: باسا

source: Bashkir
lss: بشڪير

source: Basque
lss: باسڪي

source: Batanga
lss: بتانگا

source: Belarusian
lss: بيلاروسياين

source: Bengali
lss: بنگالي

source: Betawi
lss: بيتوي

source: <bold>{ $count }</bold> Clips
lss: <bold>{ $count }</bold> ڪلپا

source: <bold>Help us</bold> find more voices
lss: ٻيون آوازيون نارڻ ام اسانجي مدد ڪر.

source: Borgu Fulfulde
lss: بورگُ فلفلدي

source: Bosnian
lss: بوسنين

source: Breton
lss: بريٽن

source: Brushaski
lss: برشسڪي

source: Bulgarian
lss: بلگارين

source: Bulu
lss: بو لو

source: Bunun
lss: بونون

source: Burmese
lss: برميس

source: Buryat
lss: بريت

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
lss: اي ميلا وصول ڪرڻ لا آپٽ اِن ڪري، اوين بيان ڪريو تا ته اوين ٺيڪ ايو تا Mozilla هنا معلومات اک سنڀالڻ سين جيئن Mozilla جي <privacy Link>Privacy Policy</privacy Link> ام وضاحت ٿي ا.

source: By telling us about yourself, you will help developers build more inclusive technology
lss: اسانک پانجی باریم بدائي تون مدد ڪندین ڊولپرز انڪلوسڪ ٽيڪنولوجی بناڻ ام.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lss: کومن وائس استعمال ڪرڻ جو مطلب ایو ا ته تون اسانجي <termsLink> ٽرمزینت </termsLink>ٻیو <privacyLink>پرائيويسي نوٽس</privacyLink> راضي اهين.

source: Cameroon Pidgin
lss: ڪيمرون پيجَن

source: Cantonese
lss: ڪينتونز

source: Catalan
lss: ڪيٽالن

source: Central Alaskan Yupʼik
lss: سينٽرل الاسڪا يوپِک

source: Central Kurdish
lss: سينٽرل ڪردش

source: Central Puebla Nahuatl
lss: سينٽرل پوئبلا ناهئاتي

source: Change preferences
lss: پريفرسز ا بدلي ڪر

source: Check <icon></icon> is this a linguistically correct sentence?
lss: چیک <icon></icon> ڪر ته لساني طورت ايو جملو صحيح ا؟

source: <chevron></chevron>See less
lss: ٿورا ڏس

source: <chevron></chevron>See more
lss: ٻيا ڏس

source: Chinese (China)
lss: چائنيز (چائنا)

source: Chinese (Hong Kong)
lss: چائنيز (هونگ ڪونگ)

source: Chinese (Taiwan)
lss: چائنيز (تائيوان)

source: Chinyanja
lss: چنينجا

source: Choose language/localization
lss: زبان/لاڪليزيشن سيليڪٽ ڪر

source: Chuvash
lss: چوواش

source: Click
lss: ڪلڪ

source: Clip Graveyard
lss: کليپ آ جا قبرستان

source: Collecting sentences
lss: جملا جمع ڪرڻ.

source: Comment
lss: ڪمينٽ ڪرڻ

source: Common Voice Dataset
lss: ڪومن وائيس ڊيٽا سيٽ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
lss: کو من واٹس موزیلا فاؤنڈنش جو پروجیڪٽ US 501c3 a ا. پروجیڪٽ ھلا تو سماجی عطيا ٻیو امداد پوری دنیا مان.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
lss: ڪومن وائيس ھيڪڙو فنڊ ڇندو ا ڏونيشن ٻيو گرانٽن جي ذريعي! اسين پسند ڪريان تا ته ڪم ڪريان ايڪڊمڪس، سويل سوسائٽي، ٻيو انڊسٽري ا جي ريسرچرن سين. ڪو من وائيس هيڪڙو استعمال لا مفت، پرآ گرانٽ پروپوزل ذريعي پليٽ فارم ٻيو ميزباني جي قيمتن ام حصو وٺڻ واقعي مددگار اهي.

source: Community participation and decision making.
lss: جماعت ام حصو وڻرڙ، ٻيو فیصلا ڪرڙ.

source: Contact
lss: رابطو ڪرڻ

source: Contact Form
lss: رابتي جو فارم

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
lss: مواد موجود آ ڪرياٽيو ڪامنز لائسنس جي هيٺان

source: Continue
lss: جاري ڪرڻ

source: Continue validating
lss: جاري رک ويليڊيٽ ڪرڻ

source: Contribute
lss: ڪانٽيبوٽ ڪرڻ

source: Contribute sentences
lss: جملا ڏي

source: Contribution Criteria
lss: ڪنٽريبيوشن ا جو ڪرائيٽيريا

source: Contributors record voice clips by reading from a bank of donated sentences.
lss: مدد گارا وائس کليپينک پڙھي ڪري هيڪڙي جملي جي بينڪ مان ريڪارڊ ڪن تا

source: Cookies
lss: ڪڪيز

source: Cornish
lss: ڪارنش

source: Corsican
lss: ڪارسيکن

source: { $count } clips
lss: ڪلپا

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
lss: موقعا فراہم ڇن تا مختلف ماڻھی لا تہ ھو ڪنٽريبيوٽ ڪن کومن وائس لا انشور تو ڪری تہ ڊیتاسیٽ زیادا سی زیادا ماڻھی لا استعمال ڇہ. اسان ریسورسس بنایان ٻيو ٽیمپلیٹ ہی بنا يان جيڪي اویں استعمال کری سگو تا.

source: Crimean Tatar
lss: ڪرمين تتر

source: Criteria
lss: ڪراٽيريا

source: Croatian
lss: ڪروٽيان

source: Czech
lss: سيزش

source: Dagbani
lss: دغبني

source: Dameli
lss: دميلي

source: Danish
lss: ڊانش

source: Dargwa
lss: درگوا

source: Dataset Release
lss: ڊيٽا سيٽاَک ريليزڪر

source: Datasets
lss: ڊيٽا سيٽا

source: Dawoodi
lss: داوودي

source: Dhivehi
lss: ڍيولي

source: Dholuo
lss: ڍوليو

source: Different language
lss: ٻي زبان

source: Difficult to pronounce
lss: پروناlنس ڪرڻ ام مشڪل ا

source: Dioula
lss: ديولا

source: Discard ongoing recording
lss: هٽائي هلڻ واري ريڪارڊنگ اک

source: Does the sentence meet the guidelines?
lss: جملو هدايتين جي متی پورو ڇه تو؟

source: Donate
lss: ڊيڻ

source: Don't see your language on Common Voice yet?
lss: ڪونتي مِلا توک تُوجي زبان ڪومن وائس ام ؟

source: Duala
lss: دعالا

source: Dutch
lss: ڊچ

source: Eastern Balochi
lss: ايسٽرن بلوچي

source: Eastern Huasteca Nahuatl
lss: ايسترن هئستيس ناهئاتي

source: Eastern Min
lss: ايسٽرن من

source: Ebrie
lss: ايبري

source: Email
lss: اي ميل

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
lss: <emailFragment>سائن اپ ڪر</emailFragment> اسان جي ميلنگ لسٽ ام اهو سکڻ لا ته تون ڪمن وائس ا ت مهمن، واقعن ٻيو گڏيل ڊيزائن جي خاصيتنم ڪيئن حصو وٺي سڳين ٿو.

source: Emakhuwa
lss: ايمخوا

source: English
lss: انگلش

source: Enter your email
lss: پانجو اي ميل لکو.

source: Erzya
lss: ايرزيا

source: ESC
lss: ايسک

source: Esperanto
lss: اسيپرنتو

source: Estonian
lss: ايسٽونين

source: Eton
lss: ايتون

source: Events
lss: ايونٽا

source: Ewe
lss: عيوي

source: Ewondo
lss: ايواندو

source: Fang
lss: فنگ

source: Faroese
lss: فيروسی

source: Fields marked with an asterisk (*) are required.
lss: فيلڊ جيم اسٽرسک (*) جو نشان ا ايئي ضروري ان.

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
lss: تلاش ڪر ٻيا جيكي ھن باریم خيال تا رکن. ایي ڇی سڳن تا یونیورستیون ، زبانی اسکول ٻيو ايڊووڪيسي جا گروپ یا ڊیتا سائنٽس جو جماعتیون. مل ٻيو بدائی تا ھو کیئن مدد کری سڳن تا ٻيو ڇیلا۔ ڏس اسان جا نیمپلیٽا آؤٽ ریچ ای میل.

source: Finish Review
lss: رويو ڪرڻ ختم ڪر

source: Finish validating
lss: ختم ڪر ويليڊيٽ ڪرڻ

source: Finish validating clips?
lss: ختم ڪيائيا کليپايک ويليڊيٽ ڪرڻ؟

source: Finnish
lss: فنش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
lss: پھرین ڏس ته توجی REQUEST CONTEXT or REPORT ISSUE زبان <languageLink> موجود ا </languageLink>..اگرنان ته<languageRequestLink> پانچی زبان لا درخواست ڊيي سگي تو ته وا زبان ھو نجا.language</languageRequestLink>. هن جا به اسٽیجا تا ھوجن. ترجمو کرڻ سائت جو بیو جملا جمع کرن .

source: for example
lss: جيئن

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
lss: ٽڪنولوجي سبنی لا صحیح ھلا، ڊیٽا جیکو ڊولپر جي مدد ڪري تو ٽيڪنالاجي ضروریاتک بناڻ ام ايا مختلف رینج جي ماڻين جی عڪاسي تي ڪري. مثال جي طور ات هيڪڙي لهجي واري ماٹھين ڪون شامل ڪنداسين تہ ٽيڪنالاجي هن لهجي واري ماٹھین لا كون هلندي. مزید معلومات ڏس میٽاڊیتا جي باريم تہ ھو چیلا ضروري.

source: French
lss: فرنچ

source: Frisian
lss: فرزين

source: Fulah
lss: فلاح

source: Galician
lss: گالڪن

source: Gawarbaiti
lss: گواربيتي

source: Gawri
lss: گوري

source: Georgian
lss: جيورجين

source: German
lss: جرمن

source: Get involved
lss: شامل ٿيو.

source: Gheg Albanian
lss: گيگ البانين

source: Ghomala
lss: گهومالا

source: Goan Konkani
lss: گؤن ڪونڪني

source: Gorani
lss: گوراني

source: <governanceLink>Read more about how we're governed</governanceLink>
lss: مزید پڙھ تہ اسین کیئن گورنڊ ایان.

source: Grammatical / spelling error
lss: گرامر يا اسپيلنگ جو ايرر

source: Great work!<playIcon></playIcon> Listen again when you're ready
lss: بهترين ڪم! وري بڌ جڏئين تو تيار ائين

source: Greek
lss: گريک

source: Gronings
lss: گروننگز

source: Guarani
lss: گواراني

source: Gujarati
lss: گجراتي

source: Gujari
lss: گجراتي

source: Haitian
lss: هيٺين

source: Hakha Chin
lss: هڪا چن

source: Hausa
lss: حوش

source: Hebrew
lss: هيبريو

source: Help
lss: مدد ڪرڻ

source: Help create Common Voice’s first target segment in { $locale }
lss: مدد ڪر ڪومن وائس جي پيرن سيگمينٽ اک { $locale } ام بناڻ ام

source: Help teach machines how real people speak, donate your voice at { $link }
lss: مشيننک ماڻھون ڪيئن تا ڳا لا ئين سيکارڻم اسانجي مدد کريو، پانجي آواز ڏيئي.

source: Help us build a community around voice technology, stay in touch via email.
lss: اسانک ايڪڙي جماعت بناڙم مدد ڪريو جيڪا وائس ٽيڪنالاجي ات ڪم ڪري، اي ميل آ سي رابطيم هونجو.

source: Help us find others to donate their voice!
lss: اسانجي مدد ڪريو ناراڻن بينک جيڪي پانجي آواز ڏئي سڱن

source: Help us validate voices
lss: اسانجي مدد ڪر آوازين ک ويليڊيٽ ڪرڻ ام

source: Highland Puebla Nahuatl
lss: هائيلينڊ پبلا ناهئاتي

source: Hiligaynon
lss: حليگينون

source: Hill Mari
lss: حل مري

source: Hindi
lss: ھندي

source: His hand was rais-ed.
lss: هن جو ھٿ مٿ-ي ا.

source: How ?
lss: ڪيئن؟

source: How are project decisions made?
lss: پروجیکٹ جا فیصلا کیئن تا چن؟

source: How can we effectively grow a language on Common Voice?
lss: اسین کیئن زبانک گرو ڪري سڳان تا صحیح طریقی سين کو من وائس ام ؟

source: How does Common Voice work?
lss: ڪومن وائس ڪم ڪيئن تي ڪري ؟

source: How does site localization work?
lss: سائٽ لاڪليزيشن ڪيئن تي ڪم ڪري؟

source: How do I access and use the dataset?
lss: آن ڊیٽا سيٽ تائین کیئن پڄِي سڳي تو ٻيو هنک ڪيئا استعمال ڪري سڳی تو؟

source: How do I add a language?
lss: آن پانچی زبان ڪیئن و جین؟

source: How do I add sentences?
lss: آن جملا ڪيئن وجين؟

source: How do I know whether to approve a voice clip?
lss: آن کیئن سمجھين تہ واٹس ڪلپ اپروو ڪرڻي ا ؟

source: How do I record a high quality voice clip?
lss: آن کیئن هائي کوليتي آواز ريڪارڊ ڪري سڳی تو ؟

source: How do I stay in touch?
lss: آنربطيم ڪيئن رئين؟

source: How is Common Voice funded?
lss: کو من وائس کیئن ڦند چه تی؟

source: Huautla Mazatec
lss: هئاتلا مزاتيڪ

source: Hungarian
lss: هنگريرين

source: Ibibio
lss: ﺍﻧﻴﺒﻴﻮ

source: Icelandic
lss: آئسلنديڪ

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
lss: آن چائين تو تا مانک اي ميلا ملن جيئن گول ريمائنڊرا، مانجون پروگريس اپڊيٽ ٻيو ڪومن وائيسا جون خبر ون.

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
lss: اگر هيڪڙي ڪلپک ٻا ماڻھون ريجيڪٽ تا ڪن پو ایا ڪلپ الگ سبسيت م تي هونجا دیتا سيت جي.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
lss: اگر ريڪارڊنگ جورَ تي، يا کل ا اهيس، ريجيڪٽ ڪر ته پورو مواد ٻڌڻ ام ﺍﭼﻲ.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
lss: اگر جملا ڪرائيٽیریاک پورو ڪون تا ڪن، &quot; رجیڪٽ &quot; جي بٽڻ اک دٻائي اوندی هٿ پار، اگر توں مطمئن ڪوني جملين جي باریم تو پو اسکپ ڪری سگهي تو ٻيو بي جملي لا وڃي سگهي تو.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
lss: اگر جملا ڪرائيٽیریاک پورو ڪنتا ته ڪڪ ڪر &quot; اپروو &quot; بٽڻ اک سیدی ھٿ پار.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
lss: اگر تون پُدي سگين تو ٻيو سمجهي سڳي تو، ايو بهترين ا اپروو ڪرڻ لا.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
lss: هنم الائي پیسو لڳا تو ميزباني ٻيو ريليز ڪرڻ ام، پليت فامک بہتر بناٹم ٻيو پروگرام ھلاٹم.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
lss: اگر تون ناریپیو تولا ASR موڊل بناڙ لا ته رابطو ڪری سڳی تو ٻي ماڻھي سین جماعت جي اندر ڏسڪورس جي باريم.

source: If you run out of sentences to review, please help us collect more sentences!
lss: اگر ریویو ڪرڻ لا جملا ختم ڇي وڃن، اسانجی مدد کر بیا جملا جمع ڪرڻ ام.

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
lss: اگر تون سمجھی تو تہ پروننسیٹیشن الائی مشکل بنائي تي سمجڻک یا بیڪگراؤنڊ ا جي آواز الائی زیادا ائی یا پیا ماڻھو پی ڳالائین پیا پو تو ڪلپڪ ریجیڪت کر . مزید معلومات لا اسانچی ایکیوريسي قرائيٽيريا ک ڈس.

source: Igbo
lss: اگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
lss: مان هڪڙو پرسنل گول بنایو ا ڪومن وائس اک آواز جي ڊونيشن ڪرڻ لا-- مانک جوائن کر مشینیک سيکارڻ لا ماڻهو ڪيئن تا ڳالااين{ $link }.

source: Indonesian
lss: انڊونيشين

source: Indus Kohistani
lss: اِندس ڪوهستاني

source: Interlingua
lss: انٽرلنگوءَ

source: Interlingue
lss: انٽرلنگئي

source: Iñupiaq
lss: انُپياق

source: Irish
lss: آئرش

source: IsiNdebele (North)
lss: اسينديبيليي (نارٿ)

source: IsiNdebele (South)
lss: اسينديبيلي (سائوٿ)

source: Is the clip valid?
lss: ڪلپ ويلڊ اهي؟

source: Italian
lss: اٽالين

source: It contains words or phrases that are hard to read or pronounce.
lss: هنا ام لفظا يا فريزا مشڪل ان پڙهڻ يا پرونونس ڪرڻ ام.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
lss: ڊيٽا سيٽن جي ميزباني ڪرڻ ٻيو +۱۰۰ زبانن جي برادرين لاجيڪي اسان جي ڪمن تي ڀروسو ڪندان پليٽ فارم اک بهتر ڪرڻ لا هر سال هيڪري ملين ڊالرن تائين خرچ ڇندان . <strong>اگر تون کليل، جامع ڊيٽا ک اهميت ڏين تو ته اڄ ئي عطيو ڪر!

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
lss: هنم الائي پیسو تو کپا ڊيٽا سيٽ جي ميزباني ٻيو ريليز ڪرڻ ام.

source: It is written in a language different than what I’m reviewing.
lss: ایو لکيو مختلف زبانم ھن نا جيڪا آن ریویو بیٿو ڪرین.

source: It is written in a language different than what I’m speaking.
lss: ايو لکيو بي زبان ام اُن ا نا جيڪا آن ڳالاھين پيو.

source: Izhorian
lss: اّظهورين

source: Japanese
lss: جپنييسي

source: Jaqaru
lss: جاقرُ

source: Javanese
lss: جوانسی

source: Join the Common Voice mailing list
lss: اڇو ڪومن وائيس ميلنگ لسٽ ام

source: Just Unsure?
lss: بي يقين اھين؟

source: Kabardian (East Circassian)
lss: ڪٻردين (ايسٽ سرڪاسن)

source: Kabyle
lss: ڪابلي

source: Kalasha
lss: ڪلاشي

source: Kalenjin
lss: ڪلينجن

source: Kannada
lss: کانادا

source: Kaqchikel
lss: ڪاچڪيل

source: Kara
lss: ڪارا

source: Karakalpak
lss: ڪركلپڪ

source: Kateviri
lss: ڪٽيوِري

source: Kazakh
lss: ڪازخ

source: Keep track of your progress with a profile
lss: پانجي پروگريس اک ٽريڪ ڪر پانجي پروفائل ا سين.

source: Kenyi
lss: ڪينيی

source: Khmer
lss: كمر

source: Khowar
lss: کووار

source: K'iche'
lss: ڪچي

source: Kichwa
lss: كچوا

source: Kidaw'ida
lss: كداودا

source: Kikuyu
lss: ڪِڪُيو

source: Kinyarwanda
lss: ڪنياوندا

source: Kohistani Shina
lss: ڪوهستاني شينا

source: Kom
lss: ڪوم

source: Komi-Zyrian
lss: قومي - زايرين

source: Konkani (Devanagari)
lss: ڪونڪني (ديوناگري)

source: Korean
lss: ڪورين

source: Kurmanji Kurdish
lss: کرمانجي ڪُردش

source: Kyrgyz
lss: ڪرغز

source: Language
lss: زبان

source: Language Request
lss: زبان آ جي درخواست

source: Language request successfully submitted, thank you.
lss: زبان آ جي درخواست جمع ڇي وئي.

source: Languages
lss: زبانيون

source: Lao
lss: لائو

source: Lassi
lss: لاسي

source: Latgalian
lss: لتگلين

source: Latvian
lss: لٽوين

source: Laz
lss: لز

source: Learn how to take part
lss: سک ته ڪيئن حصو وٽڻون آ

source: Learn More
lss: ٻيو ڏس

source: Ligurian
lss: لغورين

source: Lingala
lss: لنگالا

source: Link Copied
lss: لنڪ ڪاپي ڇي ويو.

source: Listen
lss: ٻڏن

source: Listen options menu
lss: ٻڌ آپشنين جو مينيو

source: Listen-Queue
lss: بدڙجي لين

source: Lithuanian
lss: لتهئانئين

source: Loading…
lss: لوڊ چيا پيو....

source: Loading sentences…
lss: جملا لوڊ پيا ڇ ن...

source: Log in or sign up to get started
lss: لاگ اِن يا سائن اپ ڪر شروع ڪرڻ لا.

source: Log In / Sign Up
lss: لاگ اِن/ سائن اپ

source: Log Out
lss: ٻار نڪرڻ

source: Lojban
lss: لوجبن

source: Luganda
lss: لوگندا

source: Luxembourgish
lss: لڪزمبورگس

source: Macedonian
lss: ميسدونين

source: Mada
lss: مادا

source: Maithili
lss: ماٿيلي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
lss: غور ڪر ته پلیت فوم ریکارڊ پیو ڪری ڳالاڻ نا پیرین بیو تہ ھو بيئا جڊين تون ڳالان ختم ڪری چنین.

source: Make sure the sentence meets the following criteria:
lss: ڏِس ته جملا هي ڪرائيٽيريا پورا ڪن:

source: Malagasy
lss: مالاگاسي

source: Malay
lss: ملائي

source: Malayalam
lss: ملايالم

source: Maltese
lss: ملتس

source: Manx
lss: منذ

source: Mapudungun
lss: ماپودنگُن

source: Marathi
lss: مراٿي

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
lss: CV استعمال ڪرين تو پا ننجي تحقيق ا لا ؟

source: <mark>We need</mark><br/><mark>your help!</mark>
lss: اسانک توجي مدد تي کپا.

source: Mbo
lss: مبو

source: Meadow Mari
lss: ميدو مري

source: Medumba
lss: ميدمبا

source: Meetei Lon
lss: ميتِي لون

source: Message
lss: پيغام

source: Michoacán Mazahua
lss: مچوئڪين مزاحيه

source: [Mismatched content]
lss: [ميچ ڪوني مواد]

source: Misreadings
lss: غلط پڙهڻ

source: Missing an <strong>'s'</strong> at the end of a word.
lss: لفظ ا جي اينڊ ام `ا` بلجڻ.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
lss: رڪاڊنگ ا جي شروع ام `اڪڙو` يا `هو` بلجڻ.

source: Missing the end of the last word by cutting off the recording too quickly.
lss: بلجڻ لفـظ ا جي اينڊ واري حصي ک جلدي رڪاڊنگ ختم ڪرڻ ام

source: Mixteco Yucuhiti
lss: مكستيڪو يوچٽي

source: Mokpwe
lss: موڪپَو ي

source: Moksha
lss: موڪشا

source: Mongolian
lss: منگولين

source: [More has been recorded than the required text]
lss: الاهي ريڪارڊنگ ڇي ويهي ا جيتري ضروري هئي انا نان.

source: Mossi
lss: موسي

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
lss: موزيلا کومن وائس بنيو ا الائي مختلف جماعتين جي وجه سین جيئا ایکتیوسٽ، ماهر لسانیات، دیتا سائینٽسٽ، اڪیڊمڪا، بیو سو فتویئر انجینئرا پوری دنیا مان موزیلا فاؤنڈیشن جي وجاسین ایو پروجیکت ھلتو .

source: Mutual accountability.
lss: ٻا طرفا اکاؤنٽيبلتی.

source: n
lss: ن

source: N
lss: ن

source: N/A
lss: ناهي موجود

source: Name
lss: نالو

source: Nepali
lss: نيپالي

source: New Language Launch
lss: بي زبان آ شروع ٿي وئي.

source: Ngiembon
lss: نجيمبون

source: Nias
lss: نيس

source: Nigerian Pidgin English
lss: نائيجيريا پيجين انگلش

source: NKo
lss: نڪو

source: No
lss: نا

source: [No ‘a’ in the original text]
lss: [`ھيڪڙو` ڪوني اصل مواد ام]

source: Northern Hindko
lss: ناردرن هندکو

source: Northern Sotho
lss: نادرن سوٿو

source: Northwest Gbaya
lss: نورتويسٽ گبيا

source: Norwegian Bokmål
lss: نورويجيئن باڪمال

source: Norwegian Nynorsk
lss: نورويجيئن نينورسڪ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
lss: جملا ڪون اين ريويو ڪرڻ لا. وج ٻيا جملا هيرا!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
lss: نوت: جڏھن `وزيبل` ات تو ھونجا آیا سیٹنگ تبدیل چی سڳتی پروفائل پیج مان.

source: No Thanks
lss: نا مهرباني

source: Nubi
lss: نوبي

source: Occitan
lss: آڪسيٽن

source: Odia
lss: اوڏيءَ

source: Offensive language
lss: آفينسيو زبان

source: Offensive speech
lss: آفينسيو ڳال

source: On desktop devices you can contribute by downloading…
lss: تون دیڪسٽوپ ڊيوائسينت ڪنٽربيوٽ ڪري سگي تو ڊاؤنلوڊ ڪري...

source: On his head he wore a beret.
lss: هنا سسي ات ٽوپي ودي ا.

source: On iOS please continue with Safari to enable recording…
lss: آئی او ایس ات سفاري سين ريڪارڊنگ ڪري سگي تو...

source: Ormuri
lss: اورمري

source: Ossetian
lss: اسيتين

source: Other Language
lss: ٻي زبان
